Revit 2027 API
AdvancedWood.WoodFiberRoughness Property
 The property labeled "Roughness for secondary highlight" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodFiberRoughness { get; }
Public Shared ReadOnly Property WoodFiberRoughness As String
	Get
public:
static property String^ WoodFiberRoughness {
	String^ get ();
}
static member WoodFiberRoughness : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace